<?php

return [
    'an_order_cannot_be_canceled' => 'Заказ не может быть отменен',
    'the_order_cannot_be_changed' => 'Заказ не может быть изменен',
    'order' => [
        'text1' => 'В заказе может быть минимум один товар, меньше не должно быть',
        'text2' => 'Данный товар не был найден в этом магазине',
        'text3' => 'Не найден продукт заказа!',
        'text4' => 'Не найден заказ!',
    ],
    'verify' => [
        'text1' => 'Неверный код подтверждения, код не совпадает!',
    ],
    'customer' => [
        'text1' => 'Покупатель уже существует!',
    ],
    'auth' => [
        'text1' => 'Недопустимые данные авторизации!',
    ],
];
